/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Configuration de votre %@";
"CreateExtendMoreInfo" = "Sélectionnez « Créer un nouveau réseau sans fil » pour configurer votre périphérique sans fil AirPort au sein d’un nouveau réseau sans fil. Les ordinateurs qui accèdent à votre réseau peuvent communiquer sans fil avec d’autres ordinateurs de votre réseau ou via Ethernet s’ils sont connectés par ce moyen. Si vous configurez votre périphérique sans fil pour la connexion à Internet, les ordinateurs sans fil ou câblés pourront également partager la connexion à Internet. Cliquez sur Continuer pour établir un nouveau réseau sans fil.\n\nSélectionnez « Étendre la portée de mon réseau AirPort Extreme ou AirPort Express » si vous disposez déjà d’une configuration de réseau AirPort et que vous souhaitez que votre périphérique y accède pour étendre la portée du réseau. Les réseaux sans fil dont la portée a été étendue sont appelés WDS (Wireless Distribution System). Les périphériques sans fil d’un WDS partagent une seule connexion à Internet et la distribuent aux ordinateurs du réseau.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Attribuer un nom et un mot de passe à votre périphérique sans fil";
"NameMoreInfo" = "Le nom est affiché dans la barre latérale d’Utilitaire AirPort. Utilisez un nom facilement reconnaissable (Salon ou Bureau, par exemple). Si un réseau possède plusieurs périphériques sans fil, vous pourrez ainsi facilement reconnaître celui que vous souhaitez configurer ou modifier. Saisissez un mot de passe pour le périphérique ; il vous sera demandé pour modifier les réglages du périphérique.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Protégez votre réseau";
"SecurityMoreInfo" = "Vous pouvez protéger votre réseau à l’aide d’un mot de passe. Ce mot de passe sera demandé à toute personne désirant accéder à votre réseau.\n\nLes périphériques sans fil AirPort prennent en charge deux types de mots de passe :\n• WPA2 : mots de passe plus sûrs mais moins compatibles.\n\n• WEP 128 bits : mots de passe plus compatibles avec les ordinateurs anciens et les cartes sans fil.\n\nSi vous choisissez « Aucune sécurité », toute personne à portée de votre réseau pourra y accéder sans mot de passe. Cette option est à éviter.\n\nSi vous choisissez WEP 128 bits, utilisez un mot de passe de 13 caractères exactement. Cela permet d’assurer la compatibilité avec les ordinateurs Windows XP ou d’autres périphériques non Macintosh.\n\nSi vous choisissez WPA2, utilisez un mot de passe d’au moins 8 caractères.";
"SecurityMoreInfoWPANone.Title" = "Protégez votre réseau";
"SecurityMoreInfoWPANone" = "Vous pouvez protéger votre réseau par un mot de passe utilisant la sécurité d’accès sans fil « WPA Personnel ». Toute personne essayant de se connecter à votre réseau devra saisir le mot de passe.\n\nSi vous choisissez « Aucune sécurité », toute personne à portée peut se connecter à votre réseau, sans mot de passe. Cette option est à éviter.\n\nSi vous choisissez la sécurité « WPA Personnel », utilisez un mot de passe d’au moins 8 caractères.";
"SecurityMoreInfoWPA2None.Title" = "Protégez votre réseau";
"SecurityMoreInfoWPA2None" = "Vous pouvez protéger votre réseau par un mot de passe utilisant la sécurité d’accès sans fil « WPA/WPA2 Personnel ». Toute personne essayant de se connecter à votre réseau devra saisir le mot de passe.\n\nSi vous choisissez « Aucune sécurité », toute personne à portée peut se connecter à votre réseau, sans mot de passe. Cette option est à éviter.\n\nSi vous choisissez la sécurité « WPA/WPA2 Personnel », utilisez un mot de passe d’au moins 8 caractères.";
"SecurityMoreInfoTSN.Title" = "Protégez votre réseau";
"SecurityMoreInfoTSN" = "Vous pouvez protéger votre réseau à l’aide d’un mot de passe. Ce mot de passe sera demandé à toute personne désirant accéder à votre réseau.\n\nLes périphériques sans fil AirPort prennent en charge deux types de mots de passe :\n• WPA2 : mots de passe plus sûrs mais moins compatibles.\n• WEP (Transitional Security Network) : mots de passe plus compatibles avec les ordinateurs WEP anciens et les cartes sans fil, tout en permettant également aux clients WPA et WPA2 plus récents de se connecter à votre réseau.\n\nSi vous choisissez « Aucune sécurité », toute personne à portée de votre réseau pourra y accéder sans mot de passe. Cette option est à éviter.\n\nSi vous choisissez WEP (Transitional Security Network), utilisez un mot de passe de 13 caractères exactement.\n\nSi vous choisissez WPA2, utilisez un mot de passe d’au moins 8 caractères.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Quel est votre mode de connexion à Internet ?";
"InternetMoreInfo" = "Si vous vous connectez à Internet via un modem DSL ou câble et que votre FAI vous fournit automatiquement une adresse IP via DHCP, choisissez la première option.\n\nChoisissez la deuxième option si vous vous connectez à Internet via PPPoE. Dans ce cas, vous avez probablement reçu un nom de compte et un mot de passe. En cas de doute, adressez-vous à votre FAI.\n\nChoisissez la troisième option si vous vous connectez via un réseau Ethernet. Adressez-vous à votre administrateur réseau (ou à la personne ayant configuré le réseau) pour connaître votre mode d’attribution d’adresse IP (via DHCP ou manuellement).\n\nSi vous configurez une borne d’accès AirPort dotée d’un modem interne et que vous disposez d’un compte d’accès à Internet via PPP, choisissez « J’utilise un modem connecté à ma ligne téléphonique ».\n\nChoisissez « Je ne suis pas prêt à me connecter à Internet immédiatement » pour continuer à configurer votre borne sans vous connecter à Internet. Vous pourrez configurer la connexion à Internet plus tard.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Configurer TCP/IP sur votre périphérique";
"EthernetMoreInfo" = "Choisissez Manuellement ou via DHCP dans le menu local Configurer IPv4 selon le mode d’attribution d’adresses IP utilisé par votre FAI. Si ce dernier vous envoie automatiquement une adresse IP, choisissez Via DHCP dans le menu local Configurer TCP/IP. L’adresse IP et d’autres champs seront remplis par votre FAI.\n\nSi votre fournisseur d’accès vous a attribué une adresse IP et d’autres numéros avec votre compte Internet, choisissez Manuellement et utilisez ces informations pour configurer manuellement l’adresse IP du périphérique sans fil. En cas de doute, adressez-vous à votre FAI.\n\nS’il vous demande l’adresse MAC de votre borne d’accès, utilisez celle du port WAN Ethernet, que vous trouverez sur l’étiquette apposée sous le périphérique sans fil AirPort.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Sélectionnez les opérations que vous souhaitez réaliser avec %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Si vous disposez déjà d’un périphérique sans fil AirPort ou d’un routeur sans fil et souhaitez le remplacer par cette %@, sélectionnez « Je souhaite remplacer une borne d’accès ou un routeur sans fil par %@ »";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Si vous disposez déjà d’un routeur et souhaitez que cette %@ puisse se connecter à ce réseau sans fil ou via Ethernet, sélectionnez « Je veux que %@ se connecte à mon réseau actuel »";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Si vous ne disposez pas d’un réseau sans fil ou souhaitez en ajouter un supplémentaire, sélectionnez « Je souhaite créer un réseau sans fil »";

"GuestNetworkMoreInfo.Title" = "Réseau d’invités";
"GuestNetworkMoreInfo" = "Un réseau d’invités permet à des ordinateurs clients de se connecter à Internet sans accéder à votre réseau privé. Vous pouvez configurer un réseau d’invités avec ou sans protection par mot de passe.\n\nVous pouvez utiliser la configuration manuelle pour définir d’autres options pour le réseau d’invités, telles que le partage de fichiers entre ordinateurs connectés au réseau d’invités.";


/* End of strings file */
